Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c81.pdf.tmx
Source language: fin
Languages: sme

source: Edellä mainittuun liittyen perustuslakivaliokunta lausui lisäksi, että myös luonnonsuojelulain säännökset, joiden mukaan saamelaisten ja muiden paikallisten asukkaiden oikeuksien sääntely on asetustason varassa on perustuslain kannalta yhtä ongelmallinen, mistä syystä ”Valtioneuvoston piirissä on näistä syistä pikaisesti ryhdyttävä toimiin kansallis- ja luonnonpuistoja koskevan lainsäädännön saattamiseksi perustuslain 80 §:n vaatimuksia vastaavaksi.”
sme: Ovdalis máinnašuvvon beliid hárrái vuođđoláhkaváljagoddi celkkii dasa lassin, ahte maiddái luonddusuodjalanlága njuolggadusat, maid mielde sámiid ja eará báikkálaš ássiid vuoigatvuođaid mudden lea ásahusaid veagas, lea vuođđolága dáfus seamma problemáhtalaš, ja danin ”Stáhtaráđi siste galget dáid sivaid dihte bargagoahtit farggamustá dan ovdii, ahte álbmot- ja luonddumehciide guoskevaš láhkamearrádusat galget vástidit vuođđolága 80 §:a gáibádusaid.”

source: Saamelaisten ja muiden paikallisten asukkaiden oikeudet perinteiseen kalastukseen, metsästykseen ja puunottoon eivät edelleenkään ole turvattu lain tasoisin säännöksin, vaan oikeuksien turvaaminen erämaa- ja soidensuojelualueilla on käytännössä metsähallituksen hoito- ja käyttösuunnitelmien varassa.
sme: Sámiid ja eará báikkálaš ássiid vuoigatvuođat árbevirolaš guolástussii, meahccebivdui ja muorraváldimii eai leat velge dorvvastuvvon lágadássásaš njuolggadusaiguin, muhto vuoigatvuođat dorvvastuvvojit meahcce- ja jekkiidsuodjalaguovlluin geavadis Meahciráđđehusa dikšun- ja geavahanplánaiguin.

source: Hoito- ja käyttösuunnitelma puolestaan on lakia alemmanasteinen määräys.
sme: Dikšun- ja geavahanplána fas lea mearrádussan vuolit dásis go láhka.

source: Perustuslain tai lain kanssa ristiriitaista lakia alemmanasteista säädöstä tai määräystä ei perustuslain 107 §:n mukaan saa soveltaa viranomaisissa.
sme: Vuođđolágain dahje lágain ruossalassii manni (lága) vuolitdássásaš njuolggadusa dahje mearrádusa ii vuođđolága 107 §:a mielde oaččo heivehit almmolaš oktavuođain.

source: Erämaalain perustelun ajallisena lähtökohtana on se, että porotalouden ja luontaiselinkeinojen harjoittamisen mahdollisuudet paranevat tai ainakin säilyvät nykyisellään eli lain voimaan tulon ajankohdan (1.2. 1990) tasolla.
sme: Meahcceguovlolága ákkastallama áiggálaš vuolggasadjin lea dat, ahte vejolašvuođat bargat boazodoaluin ja luondduealáhusaiguin galget buorránit dahje goittot bissut dálá dásis dahjege lága fápmuiboahtima áigemeari (1.2.1990) dásis.

source: Tämä on myös Kaldoaivin suunnitelman ajallisena lähtökohtana sekä erämaalain että soidensuojelulain (851/1988) osalta (ks 13.3 s. 104).
sme: Dát lea maiddái Gálddoaivvi plána áiggálaš vuolggasadjin sihke meahcceguovlolága ja jekkiidsuodjalanlága (851/1988) hárrái (gč. 13.3 s. 104).

source: Jo lainsäädännön muutoksien johdosta tämä ei ole ollut mahdollista.
sme: Juo láhkamearrádusaid nuppástusaid dihte dát ii leat leamaš vejolaš.

source: Lisäksi Metsähallitus on oman liiketoimintansa neutraalisuuden turvaamiseksi joutunut vuodesta 1990 joko itse toimimaan tai antamaan luontomatkailuyrittäjien toimintaan lupia, joiden myötä maastoliikennesafarit, koiravaljakkosafarit, ulkopaikkakuntalaisten maastoliikenne, erilaiset tukikohdat ja vuokrakämpät niihin liittyvine muine lupineen ovat merkittävästi lisääntyneet heikentäen vastaavasti saamelaisten kulttuurin harjoittamisen edellytyksiä erämaa-alueilla.
sme: Dasa lassin Meahciráđđehus lea iežas fitnodatdoaimma bealehisvuođa dorvvastan dihte šaddan jagi 1990 rájes juogo ieš doaibmat dahje mieđihit luondduturismafitnodagaid doibmii lobiid. Dát fas lea dagahan dan, ahte meahccejohtalussafárat, beanavuodjinsafárat, olgobáikegoddelaččaid meahccejohtalus, sierralágan doarjjabáikkit ja láigogámppát daidda guoskevaš eará lobiiguin leat mealgat lassánan ja seammás čuohcán sámiid vejolašvuođaide bargat iežaset kultuvrrain meahcceguovlluin.

source: 3. Arvioita saamelaisten nykytilanteesta perinteisten elinkeinojensa harjoittajina
sme: 3. Árvvoštallamat sámiid dálá dilis árbevirolaš ealáhusaideaset jođiheaddjin

source: Saamelaiskäräjät on lakisääteisessä vuoden 2003 kertomuksessaan (SaamelaiskäräjäL 7 §) hallitukselle ja edelleen eduskunnalle tuonut esille oikeudellisesta näkökulmasta alkuperäiskansan eroja verrattuna vähemmistöihin yleensä.
sme: Sámediggi lea lágasmearriduvvon jagi 2003 muitalusastis (sámediggeláhka 7 §) ráđđehussii ja ain Riikkabeivviide buktán ovdan juridihkalaš perspektiivvas álgoálbmoga earuid vehádagaid ektui.

source: Eroina ovat erityisesti alkuperäiskansan historiallinen, nykyaikaan jatkunut erityinen suhde tietyn alueen maahan ja luonnonvaroihin omaleimaisen kulttuurimuotonsa ja elämäntapansa perustana, perinteiset instituutiot kuten kolttasaamelaisten kyläkokous, oikeuksien kollektiivinen kansalle kuuluva luonne ja itsemääräämisoikeus.
sme: Earrun leat erenoamážit álgoálbmoga historjjálaš, gitta dássážii joatkašuvvan gaskavuohta dihto guovllu eatnamiidda ja luondduriggodagaide iežaset iešlágálaš kulturhámi ja eallinvuogi vuođđun, árbevirolaš institušuvnnat dego nuortalaččaid siidačoahkkin, vuoigatvuođaid kollektiivvalaš gullevašvuohta álbmogii ja iešmearridanvuoigatvuohta.

source: Vaikka saamelaisten alkuperäiskansan kulttuurimuotoon kuuluvat maankäyttöoikeudet ja itsemääräämisoikeus perustuvat suoraan perustuslakiin, julkinen valta ei saamelaiskäräjien arvion mukaan ota näitä seikkoja riittävästi huomioon, vaan julkinen valta kohtele saamelaisia lähinnä alueellisena kielivähemmistönä.
sme: Vaikko sámiid álgoálbmoga kulturhápmái gullevaš eanageavahanvuoigatvuođat ja iešmearridanvuoigatvuohta vuođđuduvvet njuolgga vuođđoláhkii, de almmolaš váldi ii Sámedikki mielas váldde dáid áššiid doarvái vuhtii, muhto almmolaš váldedoallit atnet sámiid vuosttažettiin guvllolaš giellavehádahkan.

source: (Saamelaiskäräjien kertomus 14.4. 2004 vuodelta 2003)
sme: (Sámedikki doaibmamuitalus 14.4.2004 jagis 2003)

source: Ympäristöministeriön hallinnonalalla on vuonna 2003 tehty kansallinen kokonaisarvio kestävän kehityksen toteutumisesta.
sme: Birasministeriija hálddahussuorggis lea 2003:s dahkkojuvvon riikkadási ollislaš árvvoštallan bistevaš ovdáneami ollašuvvamis.

source: Saamelaisten ekologisesti kestävän kehityksen uhkana arviossa todettiin mm maastoliikenteen haitat ja matkailun toimiminen ulkopuolisten yrittäjien ehdoilla.
sme: Sámiid ekologalaččat bistevaš ovdáneami áittan dán árvvoštallamis adnojuvvojedje ee. meahccejohtalusa heađuštusat ja turismma doaibman olggobeale fitnodagaid eavttuiguin.

source: Saamelaisten taloudellisesti turvaton asema perinteisten elinkeinojensa harjoittajina lisää saamelaisyhteisöjen sosiaalista pahoinvointia ja saamelaisten poismuuttoa kotiseutualueeltaan.
sme: Sámiid ekonomalaččat dorvvuhis sajádat árbevirolaš ealáhusaideaset jođiheaddjin lasiha sámeservodaga sosiálalaš váttisvuođaid ja eanet ja eanet sámit fárrejit eret sámiid ruovttuguovllus.

source: Näistä lähtökohdista ekologisesti, taloudellisesti ja sosiaalisesti kestävässä kehityksessä on uhkia saamelaisten osalta.
sme: Dáid vuolggasajiid vuođul ekologalaš, ekonomalaš ja sosiálalaš dásis sámiin leat áitagat bistevaš ovdáneamis.

source: Saamelaisten kulttuurisesti kestävä kehitys sisältää kaikki kestävän kehityksen ulottuvuudet eikä saamelainen kulttuuri ole kestävällä pohjalla, jos yksikin näistä muista kestävän kehityksen elementeistä jää toteumatta.
sme: Sámiid kultuvrralaččat bistevaš ovdáneapmái gullet buot bistevaš ovdáneami bealit iige sámekultuvra leat bistevaš vuođu alde, jos oktage dáin bistevaš ovdáneami beliin báhcá ollašuvakeahttá.

source: Saamelainen kulttuuri ja siihen sisältyvä perinteinen elämäntapa elävätkin jatkuvan uhan alla.
sme: Sámekultuvra ja dasa gullevaš árbevirolaš eallinvuohki leat oppa áigge áitojuvvon.

source: Terveys ja turvallisuus - täysipainoinen kansalaisuus edellyttävätkin arvion mukaan, että saamelaisten asema maahan ja veteen liittyvien oikeuksien osalta tulee järjestää.
sme: Dearvvasvuohta ja dorvvolašvuohta – dievaslaš riikkavulošvuohta gáibiditge guoskevaš árvvoštallama mielde dan, ahte sámiid sajádat eana- ja čáhcevuoigatvuođaid hárrái galgá ordnejuvvot.

source: Suomi ja Ruotsi ovat vuoden 1994 Euroopan unionin liittymissopimuksen osana ottaneet huomioon saamelaisten aseman alkuperäiskansana pöytäkirjalla n:o 3 saamelaisista.
sme: Suopma ja Ruoŧŧa leaba jagi 1994 Eurohpá Uniovnna searvansoahpamuša oassin váldán vuhtii sámiid sajádaga álgoálbmogin beavdegirjji nr 3 vuođul.

source: Lisäksi Euroopan unioni on vuoden 2000 perusoikeuskirjansa 22 artiklassa sitoutunut kunnioittamaan kulttuurista, uskonnollista ja kielellistä monimuotoisuutta.
sme: Dasa lassin Eurohpá Uniovdna lea jagi 2000 vuođđorivttiidgirjjistis dan 22 artihkkalis čatnasan gudnejahttit kultuvrralaš, oskui guoskevaš ja gielalaš máŋggahápmásašvuođa.

source: EU:n komissio on asettanut riippumattomien asiantuntijain verkoston valvomaan perusoikeuskirjan noudattamista ja raportoimaan vuosittain komissiolle oikeuksien toteutumisesta.
sme: EU:a kommišuvdna lea ásahan sorjjakeahtes áššedovdiid fierpmádaga gozihit vuođđorivttiidgirjji čuovvuma ja raporteret jahkásaččat kommišuvdnii vuoigatvuođaid ollašuvvamis.

source: Raportissaan vuodelta 2003 asiantuntijat ilmoittivat komissiolle huolensa saamelaisten alkuperäiskansan oikeuksien toteutumisesta maahan ja perinteisiin alueisiinsa, koska poronhoito, kalastus ja metsästys ovat erittäin tärkeitä saamelaisten kulttuurille ja heidän identiteetilleen alkuperäiskansana.
sme: Iežaset raporttas jagis 2003 áššedovdit almmuhedje kommišuvdnii iežaset fuola sámiid álgoálbmotvuoigatvuođaid ollašuvvamis eatnamii ja árbevirolaš guovlluidasaset, dasgo boazodoallu, guolástus ja meahccebivdu leat erenoamáš dehálaččat sámekultuvrii ja sin identitehtii álgoálbmogin.

source: Euroopan vähemmistöpuitesopimusta valvova ministerikomitea totesi vuonna 2001 sopimuksen täytäntöönpanosta Suomessa, että maaomistusoikeuteen liittyvien kysymysten ratkaisun viivästyminen on aiheuttanut riitoja.
sme: Eurohpá vehádatrápmasoahpamuša goziheaddji ministtarkomitea gávnnahii 2001:s soahpamuša ollašuhttimis Suomas ahte eanaoamastanvuoigatvuhtii guoskevaš áššiid čoavdima maŋŋoneapmi lea dagahan riidduid.

source: Ministerikomitea viittasi lisäksi sille neuvoa-antavan komitean lausuntoon, jossa komitea toteaa poronhoidon, kalastuksen ja metsästyksen tärkeyden saamelaisille minkä vuoksi maanomistuskysymyksen ratkaisulla on erittäin suuri merkitys saamelaiskulttuurin suojelulle ja saamelaisten identiteetille alkuperäiskansana.
sme: Ministtarkomitea čujuhii dasa lassin dasa ráđđeaddi komitea cealkámuššii, mas komitea gávnnaha boazodoalu, guolástusa ja meahccebivddu mávssolašvuođa sámiide, man dihte eanavuoigatvuođagažaldaga čoavdin mearkkaša erenoamáš ollu sámekultuvrra suodjaleapmái ja sámiid identitehtii álgoálbmogin.

source: Komitea suositteli Suomea ratkaisemaan maaoikeuskiistan mahdollisimman joutuisasti tavalla joka auttaa saamelaisten kulttuurin suojelemista puuttumatta ei-saamelaisen väestön oikeuksiin.
sme: Komitea ávžžuhii Suoma čoavdit eanavuoigatvuođanákku farggamusat nu, ahte dat veahkeha sámekultuvrra suodjaleami muhto ii goittotge čuoze ii-sámiid vuoigatvuođaide.

source: (Päätöslauselma ResCMN(2001)3)
sme: (Resolušuvdna ResCMN(2001)3)

source: KP-sopimuksen noudattamista valvova YK:n ihmisoikeuskomitea lausui vuonna 2004 Suomen antaman raportin johdosta päätelmissään siitä, miten Suomi on noudattanut yleissopimuksen määräyksiä.
sme: KP-soahpamuša čuovvuma goziheaddji ON:a olmmošrivttiikomitea celkkii 2004:s Suoma addin raportta geažil loahppaárvalusainis das, mo Suopma lea čuvvon oktasašsoahpamuša mearrádusaid.

source: Komitea pahoitteli sitä, ettei se ole saanut selvää vastausta saamelaisten oikeuksista alkuperäiskansana (perustuslain 17 artiklan 3 kohta) yleissopimuksen 1 artiklan valossa.
sme: Komitea anii vahágin dan ahte ii lean ožžon čielga vástádusa sámiid vuoigatvuođain álgoálbmogin (vuođđolága 17 artihkkala 3 čuokkis) oktasašsoahpamuša 1 artihkkala olis.

source: Komitea toisti huolestuneisuutensa epäonnistumisesta ratkaista kysymys saamelaisten maanomistusoikeuksista ja niistä monista julkisista ja yksityisistä maankäyttötavoista, jotka vaikuttavat saamelaisten perinteisiin elinkeinoihin - erityisesti poronhoitoon - vaarantaen heidän perinteisen kulttuurinsa ja elämäntapansa ja täten heidän identiteettinsä.
sme: Komitea geardduhii iežas fuolastuvvama das, ahte oassebealit eai leat lihkostuvvan čoavdit sámiid eanaoamastanvuoigatvuođaid ja lei fuolastuvvan maiddái dain máŋggain almmolaš ja priváhta eanageavahanhámiin, mat čuhcet sámiid árbevirolaš ealáhusaide – erenoamážit boazodollui – ja bidjet vára sámiid árbevirolaš kultuvrra ja eallinvuogi ja ná sin identitehta.

source: Komitean mielestä Suomen olisi yhdessä saamelaisten kanssa nopeasti ryhdyttävä päättäväisiin toimiin saadakseen aikaan maaoikeuskiistassa soveliaan ratkaisun, jossa otetaan riittävällä tavalla huomioon tarve säilyttää saamelaisten identiteetti yleissopimuksen 27 artiklan mukaisesti.
sme: Komitea mielas Suopma galggašii ovttasráđiid sámiiguin duođaid bargagoahtit oažžun dihte eanavuoigatvuođanákkus heivvolaš čovdosa, mas váldojuvvo doarvái bures vuhtii dárbu seailluhit sámiid identitehta nugo oktasašsoahpamuša 27 artihkkalis daddjojuvvo.

source: Tällä välin komitea pyysi Suomea pidättäytymään kaikista toimista, jotka saattaisivat vaikuttaa kielteisellä tavalla ennakolta saamelaisten maaoikeuskysymyksen ratkaisemiseen.
sme: Seammás komitea bivddii ahte Suopma ii álggáše doaimmaide, mat sáhtášedje ovddalgihtii čuohcit sámiid eanavuoigatvuođagažaldaga čoavdimii.

source: (Ihmisoikeuskomitean 82. istunto 18. lokakuuta – 5. marraskuuta 2004)
sme: (Olmmošrivttiidkomitea 82. čoahkkin golggotmánu 18. beaivi – skábmamánu 5. beaivi 2004)

source: Saamelaisiin kohdistuva syrjintä on vähemmistövaltuutetun toimiston mukaan luonteeltaan rakenteellista ja liittyy saamelaisten maankäytön osalta yleensä ja poronhoidon osalta erikseen lainsäädännön ja hallinnon rakenteisiin.
sme: Sámiide čuohcci vealaheapmi lea vehádatáirasa doaimmahaga mielde iešlági dáfus struktuvrralaš ja laktása sámiid eanageavaheami hárrái dábálaččat ja boazodoalu hárrái sierranassii láhkaásaheami ja hálddahusa struktuvrraide.

source: YK:n raportoijana toimina professori Martin Scheinin on arvioinut porosaamelaisten asemaa myös verrattuna YK:n yleiskokouksen käsiteltävänä olevaan YK. n ihmisoikeusneuvoston esitykseen YK:n alkuperäiskansoja koskevaksi julistukseksi.
sme: ON:a raporterejeaddjin doaibman professor Martin Scheinin lea árvvoštallan boazosámiid sajádaga maiddái ON:a oktasaščoahkkima gieđahallanvuloš ON:a olmmošrivttiidráđi árvalusa ektui ON:a álgoálbogiid guoskevaš cealkámuššan.

source: Julistusluonnoksen 7 artikla (nykyisin 8 artikla) sisältää viisi erilaista toimintatapaa, jotka kuuluvat ”kulttuurinen kansanmurha” – käsitteen alle.
sme: Cealkámušárvalusa 7 artihkkalis (dán áigge 8 artihkal) leat mielde vihtta sierralágan doaibmavuogi, mat gullet ”kultuvrralaš álbmotgoddin” -doahpaga vuollái.

source: Scheinin toteaa, että Suomen lainsäädäntö ja valtion muut toimet suhteessa saamelaiseen poronhoitoon täyttävät näistä viidesta kohdasta kolme: kyse on saamen kansan erityisluonteen ja integriteetin kieltämisestä, heidän kulttuurinsa perustana olevien keskeisten luonnonvarojen epäämisestä ja valtion toteuttamasta alkuperäiskansan pakkoassimilaatiosta pääväestöön.
sme: Scheinin gávnnaha ahte Suoma láhkamearrádusat ja stáhta eará doaimmat sámi boazodoalu ektui devdet dán viđa čuoggás golbma: jearaldat lea sámeálbmoga iešlági ja intergritehta biehttaleamis, sin kultuvrra vuođđun leahkki guovddáš luondduriggodagaid duššindahkamis ja stáhta ollašuhttin álgoálbmoga bággosuddadeamis váldoálbmogii.

source: 4. Saamelaisten kulttuurin huomioon ottaminen Kaldoaivin erämaan ja Sammuttijängän – Vaijoenjängän soidensuojelualueen hoito- ja käyttösuunnitelmassa
sme: 4. Sámekultuvrra vuhtii váldin Gálddoaivvi meahcceguovllu ja Sámmotjeakki – Vadjotjeakki jekkiidsuodjalanguovllu dikšun- ja geavahanplánas

source: Saamelaisten asema oman kulttuurinsa harjoittajina on Saamelaiskäräjien mielestä olennaisesti heikentynyt vuoden 1991 jälkeen Metsähallituksen liikelaitostumisen myötä, toisin kuin suunnitelmaluonnoksessa väitetään (s. 104).
sme: Sámiid sajádat iežaset kultuvrra ovddasteaddjin lea Sámedikki mielas mealgat hedjonan jagi 1991 rájes, dan maŋŋá go Meahciráđđehusas šattai fitnodatlágádus, nuppeláhkai go plánaárvalusas čuoččuhuvvo (s. 104).

source: Ekonomista ja ekologista näkökulmaa painotetaan suunnitelmassa poronhoidon kustannuksella.
sme: Ekonomalaš ja ekologalaš perspektiiva deattuhuvvo ja boazodoallu oažžu uhcit fuopmášumi.

source: Niin sanotun virkistyskäytön, kalastuksen ja metsästyksen osalta Metsähallituksen toiminta ei ole sopusoinnussa sen kanssa, että saamelaisille on perustuslain perusoikeutena turvattu oikeus oman kulttuurimuotonsa ylläpitämiseen ja kehittämiseen ja siihen liittyvänä perinteisten elinkeinojensa harjoittamiseen.
sme: Nu gohčoduvvon lustageavaheami, guolástusa ja meahccebivddu hárrái Meahciráđđehusa doaibma ii riekta heive dainna ahte sámiide lea vuođđolága vuođđovuoigatvuohtan dorvvastuvvon riekti bajásdoallat ja ovddidit iežaset kulturhámi ja bargat dasa guoskevaš árbevirolaš ealáhusaiguin.

source: Luontomatkailua, virkistyskäyttöä ja kämppärakentamista koskee kaikkiaan seitsemän esitystä (s. 50–51) kun taas porojen suojelua muuta maankäyttöä vastaan esimerkiksi kevättalven kantama-aikana ei ole otettu huomioon suunnitelman esityksissä (s. 26), vaikka niin väitetään tehdyn (s. 134).
sme: Luondduturismii, lustageavaheapmái ja gámpáhuksemii gusket oktiibuot čieža árvalusa (s. 50-51), go fas bohccuid suodjaleapmi eará eanageavaheami vuostá ii leat váldojuvvon vuhtii plána árvalusain (s. 26), vaikko nu čuoččuhuvvo dahkkojuvvon (s. 134).

source: Tilattoman saamelaisväestön omaisuudenturvaa nauttiva oikeus kalastukseen ja kalastuksen hallintoon on jätetty huomiotta.
sme: Dáluhis sámiid opmodatdorvvu návddašeaddji vuoigatvuohta guolástussii ja guolástusa hálddašeapmái ii leat váldojuvvon vuhtii.

source: Tämä koskee erityisesti kolttasaamelaisia ja niitä inarinsaamelaisia, joilla ei isojakotilan nojalla ole oikeutta kalastukseen ja sen hallintoon.
sme: Dát guoská erenoamážit nuortalaččaide ja daidda anáraččaide, geain ii stuorrajuohkodálu vuođul leat vuoigatvuohta guolástussii ja dan hálddašeapmái.

source: Suunnitelmassa on sovellettu maankäyttö- ja rakennuslakiin perustuvan valtakunnallisen alueidenkäyttötavoitteiden yleis- ja erityistavoitteita.
sme: Plánas leat heivehuvvon eanageavahan- ja huksenláhkii vuođđuduvvi riikkadási guovlluidgeavahanulbmiliid oppalaš- ja sierraulbmilat.

source: Molemmat nämä tavoitteet on kuitenkin ymmärretty virheellisesti yhtä lailla valtion viranomaisia velvoittaviksi, vaikka velvoitteet sisältyvät vain erityistavoitteisiin (s. 16-17).
sme: Guktot dát ulbmilat leat goittotge áddejuvvon boastut juogaláhkai stáhta eiseválddiid geatnegahttin, vaikko geatnegahttimat gusket dušše sierraulbmiliidda (s. 16-17).

source: Suunnitelmassa on ymmärretty liian yleisesti maankäyttö- ja rakennuslain mukainen maakuntakaavan (aik. seutukaava) oikeusvaikutus (s. 14) Metsähallituksen suunnittelussa.
sme: Plánas lea áddejuvvon menddo oppalaš dásis eanageavahan- ja huksenlága mieldásaš eanagoddeláva (ovddit guovlolávva) vuoigatvuođaváikkuhus (s. 14) Meahciráđđehusa plánemis.

source: Esimerkiksi moottorikelkkailureittien osalta vasta hyväksytty hoito- ja käyttösuunnitelma on perustana reitin perustamiselle erämaa-alueelle maakuntakaavassa eikä päinvastoin.
sme: Ovdamearkka dihte mohtorgielkájohtolagaid hárrái gieskat dohkkehuvvon dikšun- ja geavahanplána lea vuođđun johtolaga vuođđudeapmái meahcceguvlui eanagoddelávas iige nuppegežiid.

source: (Ks erämaalaki 5 §:n 1 momentti verr. maastoliikennelain (1710/1995) 13 §:n 2 ja 4 momenttiin).
sme: (Gč. meahcceguovlolága 5 §:a 1 momeanta meahccejohtaluslága (1710/1995) 13 §:a 2 ja 4 momeantta ektui).

source: Saamelaisten kotiseutualuetta ja saamelaisten kulttuuria koskevan valtakunnallisen alueidenkäyttömääräyksen ottaminen tekstiin jälkeenpäin luonnoksen jo valmistuttua ((s. 16-17) ei vielä sellaisenaan ole muuttanut sitä tosiasiaa, että suunnitelma on jo aikaisemmin painottunut väärin kehittämään motorisoitua ja yritystoimintaan perustuvaa luontomatkailuksi nimitettyä toimintaa sen sijaan, että erämaalain perustelut puhuvat retkeilystä ja virkistyskäytöstä, joilla ei maastoliikennelain mukaan ei tarkoiteta maastoliikennettä, päinvastoin.
sme: Sámiid ruovttuguvlui ja sámekultuvrii guoskevaš riikkadási guovlluidgeavahanmearrádusa váldin tekstii maŋálgihtii árvalusa gergema maŋŋá (s. 16-17) ii leat vel daninassii rievdadan dan duohtaášši ahte plánas lea juo ovdal deattuhuvvon boastut mohtorfiervrruiguin dáhpáhuvvi ja fitnodatdoibmii vuođđuduvvi ng. luondduturismma ovddideapmi, go fas meahcceguovlolága ákkastallamiin lea sáhka vánddardeamis ja lustageavaheamis, maiguin meahccejohtaluslága mielde eai oaivvil meahccejohtalusa, muhto nuppegežiid.

source: Maastoliikennelain tarkoituksena (1 §) on juuri ”ehkäistä haittoja, joita luonnolle, ympäristölle, luontaiselinkeinolle, yleiselle virkistyskäytölle tai …
sme: Meahccejohtaluslága ulbmilinhan (1 §) lea ”eastadit daid heađuštusaid, mat čuhcet lundui, birrasii, luondduealáhussii, oppalaš lustageavaheapmái dahje …

source: muulle edulle aiheutuu moottorikäyttöisten ajoneuvojen käytöstä maastossa…
sme: eará ovdui mohtorfievrruid geavaheami dihte meahcis …

source: ” Toisaalta taas suunnitelmaluonnos ei takaa kolttasaamelaisille oikeutta kesäaikaiseen maastoliikenteeseen edes kolttalain mukaan perustetuille tukikohdille Näätämön koltta-alueella (s. 59).
sme: ” Nuppe dáfus fas plánaárvalus ii sihkkarastte nuortalaččaide vuoigatvuođa geasiáigásaš meahccejohtalussii ii oppa nuortalašlága mielde vuođđuduvvon doarjjabáikkiidege Njávdáma nuortalašguovllus (s. 59).

source: Mitä pitäisi tehdä
sme: Mii galggašii dahkkojuvvot

source: 1. Kaldoaivin hoito- ja käyttösuunnitelman tulisi Metsähallituksen valmistamana suunnitelmana perustua voimassa olevaan lakiin kuten uudistettuun Metsähallituslakiin ja lainsäädännön kokonaisuuteen, johon kuuluu myös yhdenvertaisuuslaki (21/2004).
sme: 1. Gálddoaivvi dikšun- ja geavahanplána galggašii Meahciráđđehusa gárvvistan plánan vuođđuduvvat gustojeaddji láhkii dego ođasmahtton meahciráđđehusláhkii ja láhkaásaheami ollisvuhtii, masa gullá maiddái ovttaárvosašvuođaláhka (21/2004).

source: Suunnitelman tulisi yhdenvertaisuuslain 1 ja 2 §:n mukaisesti edistää ja turvata yhdenvertaisuuden toteutumista lain soveltamisalaan kuuluvissa syrjintätilanteen asioissa, jotka koskevat saamelaisten itsenäisen ammatin kuten poronhoidon harjoittamisen edellytyksiä (valtion hallinnoimalla erämaa-alueella).
sme: Plána galggašii ovttaárvosašvuođalága 1 ja 2 §:a mielde ovddidit ja dorvvastit ovttaárvosašvuođa ollašuvvama lága heivehansuorgái gullevaš vealahandiliin, mat gusket sámiid iehčanas ámmáhiin dego boazodoaluin barganvejolašvuođaide (stáhta hálddašan meahcceguovllus).

source: Lain eduskuntakäsittelyssä eduskunnan työelämä- ja tasa-arvovaliokunta lausui mietinnössään (TyVM 7/2003 vp): ”Viranomaisten tulee suunnitelmallisesti edistää saamelaisten mahdollisuuksia harjoittaa poronhoitoa ja hankkia sillä toimeentulonsa.”
sme: Lága riikkabeaigieđahallamis Riikkabeivviid bargoeallin- ja dásseárvováljagoddi celkkii smiehttamušastis (TyVM 7/2003 vp): ”Eiseválddit galget mearrediđolaččat ovddidit sámiid vejolašvuođaid bargat boazodoaluin ja háhkat dainna áigáiboađuset.”

source: Suunnitelmassa tulisi ottaa huomioon Saamelaisten kestävän kehityksen ohjelma 2006.
sme: Plánas galggašii váldit vuhtii Sámiid bistevaš ovdáneami prográmma 2006.
